main-page-about = О проекте
main-page-about-paragraph-1 = Roffen — это маленькая файловая CMS для вашего персонального блога. Вы можете использовать её для создания и управления статьями блога, и она поможет вам отслеживать ваш контент.
main-page-about-paragraph-2 = Это означает, что вы можете легко создавать или изменять существующий файл, чтобы изменения применялись в реальном времени.
main-page-about-paragraph-3 = Кроме того, вы можете использовать интерактивный редактор статей в <a href="/admin/posts">панели администратора</a>.
main-page-about-paragraph-4 = Редактор страниц находится в разработке. Вы можете следить за процессом разработки в <a href="https://github.com/Ertanic/roffen">репозитории</a>.